Repository: mozilla-l10n/mt-training-data
Catalog: co/co_pontoon.tmx
Source language: en_us
Languages: co

source: Page Options Menu
co: Listinu di l’ozzioni di a pagina

source: Pages: %d
co: Pagine : %d

source: Pages from the same search get grouped together.
co: E pagine di u listessu gruppu di ricerca sò adunite.

source: Page Summaries
co: Riassunti di pagine

source: Page translated
co: Pagina tradutta

source: Page Translated
co: Pagina tradutta

source: Page Zoom
co: Ingrandamentu di a pagina

source: Page Zoom (%@)
co: Ingrandamentu di a pagina (%@)

source: Panel Chooser
co: Selettore di pannellu

source: Part of the %@ family.
co: Membru di a famiglia %@.

source: Passcode For Logins
co: Codice d’accessu per l’identificazioni di cunnessione

source: Passcodes didn’t match. Try again.
co: I codici d’accessu ùn currispondenu micca. Pruvate torna.

source: password
co: parolla d’entrata

source: Password Generator
co: Generatore di parolla d’intesa

source: Password removed
co: Parolla d’intesa cacciata

source: Passwords were leaked or stolen since you last changed your password. To protect this account, log in to the site and change your password.
co: Parolle d’intesa sò state palisate o arrubate dapoi l’ultima mudificazione di a vostra parolla d’intesa. Per prutege stu contu, cunnittitevi à u situ è mudificate a vostra parolla d’intesa.

source: Payment Methods
co: Metode di pagamentu

source: Personalize your Firefox just the way you like in Settings.
co: Persunalizate Firefox cum’ella vi piace da e Preferenze.

source: Photos
co: Fotò

source: Pick which theme you want
co: Sceglie u tema chì vi piace

source: Pick your favorite theme or have %@ match your device, putting you in control.
co: Sciglite u vostru tema favuritu osinnò adattate %@ à u vostru apparechju, per guardà u cuntrollu.

source: Pin
co: Spirlà

source: Pink
co: Rusulatu

source: Pinned: %@
co: Spirlatu : %@

source: Pinned To Top Sites
co: Aghjuntu à i siti principale

source: Pin to Top Sites
co: Fissà cum’è situ principale

source: Please allow Firefox to access your device’s camera in ‘Settings’ -> ‘Privacy’ -> ‘Camera’.
co: Ci vole à permette à Firefox d’accede à l’apparechju-fotò di u vostru apparechju in « Preferenze» -> « Cunfidenzialità » -> « Apparechju-fotò ».

source: Please fill all fields correctly.
co: Ci vole à riempie tutti i campi da una manera curretta.

source: Please help make %@ better by taking a short survey.
co: Pè piacè aiutateci à rende %@ megliu facendu una corta inchiesta.

source: Please open Firefox, go to Settings and sign in to continue.
co: Ci vole à apre Firefox, andà in Parametri è identificassi per cuntinuà.

source: Please take a moment to review and accept. Learn more
co: Ci vole à piglià u so tempu per fighjalle è accettalle. Sapene di più

source: Please try again.
co: Pruvate torna.

source: Popular Today
co: Pupulari oghje

source: Powered by %@.
co: Funziuneghja grazie à %@.

source: Powered by %1$@. Part of the %2$@ family.
co: Funziuneghja grazia à %1$@. Parte di a famiglia %2$@.

source: Preview
co: Previsualizà

source: Preview of %@
co: Fighjulata di %@

source: Preview Theme
co: Previsualizà u temu

source: Previous form field
co: Campu di furmulariu precedente

source: Previous in-page result
co: Occurrenza precedente in a pagina

source: Privacy Notice.
co: Pulitica di cunfidenzialità.

source: Privacy & Security Settings
co: Parametri di vita privata è di sicurità

source: Privacy settings
co: Parametri di cunfidenzialità

source: Private Browsing
co: Navigazione privata

source: Private Browsing Data Erased
co: Dati di navigazione privata squassati

source: Private browsing in %@ doesn’t save your info and blocks hidden trackers.
co: A navigazione privata in %@ ùn arregistreghja micca e vostre infurmazioni è blucca l’elementi di spiunagiu chì sò piattati.

source: Private Browsing Mode
co: Modu di navigazione privata

source: Private Mode
co: Modu di navigazione privata

source: Private Session
co: Sessione privata

source: Private Tabs
co: Unghjette private

source: Product Is Not Available
co: U pruduttu ùn hè micca dispunibule

source: Protection Against Ad Tracking
co: Prutezzione contr’à u spiunagiu da e publicità

source: Protection Level
co: Livellu di prutezzione

source: Protections are OFF
co: E prutezzioni sò disattivate

source: Protections are OFF. We suggest turning it back on.
co: E prutezzioni sò disattivate. Vi ricumandemu d’attivalle torna.

source: Protections are ON
co: E prutezzioni sò attivate

source: Protections for %@
co: Prutezzioni per %@

source: Protect your account by using a strong, randomly generated password.
co: Prutigite u vostru contu impieghendu una parolla d’intesa forte è ingenerata à l’azardu.

source: Protect your logins and data everywhere you use Firefox.
co: Prutigite e vostre identificazioni di cunnessione è i vostri dati in ogni locu induve impiegate Firefox.

source: Provides access to summarize pages.
co: Permette l’accessu à a funzione per riassume e pagine.

source: %@ puts people over profits and defends your privacy as you browse.
co: %@ fà passà a ghjente nanzu à i prufiti è prutege a vostra vita privata durante a navigazione.

source: %@ puts you in control
co: %@ vi dà u cuntrollu

source: Quick access to various Firefox acions
co: Accessu rapidu à parechje azzioni Firefox

source: Quick action
co: Azzione presta

source: Quick Action
co: Azzione rapida

source: Quick Actions
co: Azzioni preste

source: Quick Action Type
co: Tipu d’azzione rapida

source: Quick-Search Engines
co: Mutori di ricerca rapidi

source: Quick View
co: Vista presta

source: %@ randomly selects users to test features, which improves quality for everyone.
co: %@ selezziuneghja à l’azardu certi utilizatori per pruvà e funzioni, ciò chì aumenteghja a qualità per tutte è tutti.

source: Rate on App Store
co: Apprezzià nant’à l’App Store

source: read
co: Lettu

source: Reader Mode available
co: Modu di lettura dispunibule

source: Reader View
co: Modu di lettura

source: Reading list
co: Lista di lettura

source: Ready to Scan
co: Prontu à analizà

source: Recent Bookmarks
co: Indette recente

source: Recently Bookmarked
co: Indettati pocu fà

source: Recently Closed
co: Chjosi pocu fà

source: Recently Closed Tabs
co: Unghjette chjose pocu fà

source: Recently Saved
co: Arregistrati pocu fà

source: Recently Visited
co: Visitati pocu fà

source: Recommended by %@
co: Ricumandatu da %@

source: Recommended by Pocket
co: Ricumandatu da Pocket

source: Reduces targeted ads and helps stop advertisers from tracking your browsing.
co: Riduce e publicità sibulate è vi aiuta à impedisce i siti di seguità a vostra navigazione.

source: Re-enter passcode
co: Torna à stampittà u codice d’accessu

source: Reload Ignoring Cache
co: Ricaricà ignurendu l’impiatta

source: Reload page
co: Attualizà a pagina

source: Reload Page
co: Attualizà a pagina

source: Reload Without Tracking Protection
co: Attualizà senza prutezzione contr’à u spiunagiu

source: Reload With Tracking Protection
co: Attualizà cù a prutezzione contr’à u spiunagiu

source: Remember this card?
co: Arricurdassi di sta carta ?

source: Remind Me Later
co: Rammintatemi un altra volta

source: Remote Clients
co: Clienti alluntanati

source: Remove Account
co: Caccià u contu

source: Remove Address
co: Caccià l’indirizzu

source: Remove Bookmark
co: Caccià l’indetta

source: Remove Card
co: Caccià sta carta

source: Remove Card?
co: Caccià a carta ?

source: Removed from Reading List
co: Cacciatu da a lista di lettura

source: Removed from Shortcuts
co: Cacciatu da l’accurtatoghji

source: Removed From Top Sites
co: Cacciatu da i siti principale

source: Remove from Reading List
co: Caccià da a lista di lettura

source: Remove from Shortcuts
co: Caccià da l’accurtatoghji

source: Remove history from your Firefox Account?
co: Squassà a crunulogia da u vostru contu Firefox ?

source: Remove page
co: Caccià a pagina

source: Remove page — %@
co: Caccià a pagina - %@

source: Remove Password?
co: Caccià a parolla d’intesa ?

source: Remove Pinned Site
co: Caccià di i siti principale

source: Remove the Firefox Account associated with this device to sign in as a different user.
co: Caccià u contu Firefox assuciatu à st’apparechju per cunnettesi cum’è un utilizatore sfarente.

source: Remove This Card?
co: Caccià sta carta ?

source: Removing cookies and site data for %@ might log you out of websites and clear shopping carts.
co: A cacciatura di i canistrelli è di i dati di i siti per %@ puderia discunnettevi è viutà e sporte di cumprera.

source: Reopen
co: Torna à apre

source: Reopen Closed Tab
co: Riapre l’unghjetta chjosa

source: Reopen Last Closed Tab
co: Torna à apre l’ultima unghjetta chjosa

source: Report Broken Site
co: Signalà prublemi cù stu situ

source: Report Broken Site…
co: Signalà prublemi cù stu situ…

source: Report Product Back in Stock
co: Fà sapè chì stu pruduttu hè torna dispunibule

source: Report Site Issue
co: Signalà un penseru cù stu situ

source: Request Desktop Site
co: Fighjà a versione urdinatore

source: Request Mobile Site
co: Fighjà a versione mobile

source: Require Passcode
co: Dumandà u codice

source: Resend Email
co: Mandà u messaghji torna

source: Reset Site Settings
co: Reinizià i parametri di u situ

source: Reset text size
co: Reinizià a dimensione di u testu

source: Restore tabs
co: Risturà l’unghjette

source: Results from searches, history, bookmarks, and more
co: Risultati da e ricerche, a cronolugia, l’indette è ancu di più

source: Retro
co: Nustalgia

source: Retry to summarize web page
co: Pruvà torna à riassume a pagina web

source: Reveal
co: Palisà

source: Review Checker is powered by %1$@ by %2$@
co: U verificadore d’avisu funziuneghja grazia à %1$@ da %2$@

source: Revisit your latest searches from your homepage.
co: Fighjate torna l’ultime ricerche da a vostra pagina d’accolta.

source: Rows
co: Linee

source: Rows: %d
co: Linee : %d

source: Safe Sync
co: Sincrunizazione assicurata

source: Sans-serif
co: Senza patta

source: Save Addresses to %@
co: Arregistrà l’indirizzi in %@

source: Save and Continue
co: Arregistrà è cuntinuà

source: Save and Fill Addresses
co: Arregistrà è rinsignà autumaticamente l’indirizzi

source: Save and Fill Payment Methods
co: Arregistrà è rinsignà e metode di pagamentu

source: Save and Start Browsing
co: Arregistrà è principià a navigazione

source: Save Cards to %@
co: Arregistrà e carte in %@

source: Save Credit Cards to %@
co: Arregistrà e carte bancarie in %@

source: SAVED ADDRESSES
co: INDIRIZZI ARREGISTRATI

source: SAVED CARDS
co: CARTE ARREGISTRATE

source: Saved in “%@”
co: Arregistrata in « %@ »

source: Saved in “Bookmarks”
co: Arregistrata in « Indette »

source: Saved Logins
co: Identificazioni di cunnessione arregistrate

source: SAVED LOGINS
co: IDENTIFICAZIONI DI CUNNESSIONE ARREGISTRATE

source: Saved logins will show up here. If you saved your logins to Firefox on a different device, sign in to your Firefox Account.
co: L’identificazioni di cunnessione arregistrate seranu affissate quì. S’è vo avete arregistratu e vostre identificazioni di cunnessione Firefox nant’à un altru apparechju, cunnittitevi à u vostru contu Firefox.

source: Saved logins will show up here. If you saved your logins to %@ on a different device, sign in to your account.
co: L’identificazioni di cunnessione arregistrate seranu affissate quì. S’è vo avete arregistratu e vostre identificazioni di cunnessione in %@ nant’à un altru apparechju, cunnittitevi à u vostru contu.

source: SAVED PASSWORDS
co: PAROLLE D’INTESA ARREGISTRATE

source: Save Image
co: Arregistrà a fiura

source: Save Login
co: Arregistrà l’identificazione di cunnessione

source: Save login %1$@ for %2$@?
co: Arregistrà l’identificazione di cunnessione %1$@ per %2$@ ?

source: Save Logins
co: Arregistrà l’identificazioni di cunnessione

source: Save Page As…
co: Arregistrà a pagina cù u nome…

source: Save pages to your Reading List by tapping the book plus icon in the Reader View controls.
co: Arregistrate pagine in a vostra lista di lettura picchichjendu nant’à l’icona di libru cù un segnu « + » chì si trova tramezu i cuntrolli di u modu di lettura.

source: Save password for %@?
co: Arregistrà a parolla d’intesa per %@ ?

source: Save Passwords
co: Arregistrà e parolle d’intesa

source: Save submenu
co: Sottulistinu Arregistrà

source: Save to Reading List
co: Arregistrà in a lista di lettura

source: Save username?
co: Arregistrà u nome d’utilizatore ?

source: Save your card information securely to check out faster next time.
co: Arregistrate l’infurmazione di a vostra carta di manera assicurata per pagà più prestu a prossima volta.

source: Save your card information securely with %@ to check out faster next time.
co: Arregistrate l’infurmazione di a vostra carta di manera assicurata cù %@ per pagà più prestu a prossima volta.

source: Say goodbye to creepy ads
co: Dite addiu à e publicità intrusive

source: Scan QR Code
co: Analizà un codice QR

source: Scan the QR code shown at firefox.com/pair
co: Analizate u codice QR affissatu nant’à firefox.com/pair

source: Scroll to Hide Tab and Address Bar
co: Sfilà per piattà a barra d’unghjette è a barra d’indirizzu

source: %@ search
co: Ricerche %@

source: Search Bookmarks
co: Ricercà in l’indette

source: Search Browsing History
co: Ricercà in a cronolugia di navigazione

source: Search %@ directly from the address bar
co: Circà direttamente cù %@ da a barra d’indirizzu

source: Search Engine: %@
co: Mutore di ricerca : %@

source: Searches for the suggestion
co: Lancià una ricerca per sta sugestione

source: Search in Firefox
co: Ricercà in Firefox

source: Searching for something different? Choose another default search engine (or add your own) in Settings.
co: Ricercate qualcosa di sfarente ? Sciglite un altru mutore di ricerca predefinitu (o aghjunghjite u vostru) in e Preferenze.

source: Search in Private Tab
co: Ricercà in un’unghjetta privata

source: Search Input Field
co: Ricercà identificazioni di cunnessione

source: Search Settings
co: Parametri di ricerca

source: Search suggestions from %@
co: Sugestioni di ricerca da %@

source: Search suggestions get you to websites faster.
co: E sugestioni di ricerca vi aiutanu à truvà più prestu i siti web.

source: Search Synced Tabs
co: Ricercà in l’unghjette sincrunizate

source: Search Tabs
co: Ricercà unghjette

source: Search with %@
co: Circà cù %@

source: Search with Firefox
co: Ricercà cù Firefox

source: Secure connection. Enhanced Tracking Protection is off.
co: Cunnessione assicurizata. A prutezzione rinfurzata contr’à u spiunagiu hè disattivata.

source: Securely save your information to get quick access to it later.
co: Arregistrate e vostre infurmazioni in tutta sicurità per accedeci prestu prestu un’altra volta.

source: Securely send tabs between your devices and discover other privacy features in %@.
co: Mandate in sicurità l’unghjette trà i vostri apparechji è scuprite d’altre funzioni di cunfidenzialità di %@.

source: See All
co: Tuttu affissà

source: See how reliable product reviews are on %1$@ before you buy. Review Checker, an experimental feature from %2$@, is built right into the browser.
co: Fighjate quantu sò degni di cunfidenza l‘avisi di prudutti nant’à %1$@ prima di cumprà. U verificadore d’avisu, una funzione esperimentale da %2$@, hè integratu direttamente in u navigatore.

source: See how reliable product reviews are on %1$@ before you buy. Review Checker, an experimental feature from %2$@, is built right into the browser. It works on %3$@ and %4$@, too.
co: Fighjate quantu sò degni di cunfidenza l‘avisi di prudutti nant’à %1$@ prima di cumprà. U verificadore d’avisu, una funzione esperimentale da %2$@, hè integratu direttamente in u navigatore. Funziuneghja ancu nant’à %3$@ ènd %4$@.

source: See the main points in seconds with %@.
co: Fighjate i punti principali in poche seconde cù %@.

source: Select a Firefox shortcut to add to your Home screen.
co: Selezziunate un accurtatoghju Firefox à aghjunghje à u vostru screnu d’accolta.

source: Select a password to fill
co: Selezziunate una parolla d’intesa à riempie

source: Select Location Bar
co: Selezziunà a barra d’indirizzu

source: Select the %@ app icon
co: Selezziunà l’icona di l’appiecazione %@

source: Send a crash report so Mozilla can fix the problem?
co: Mandà un raportu d’accidente per chì Mozilla possa currege u penseru ?

source: Send Feedback
co: Dà u mo avisu

source: Send Link to Device
co: Mandà u liame à un apparechju

source: Send Report
co: Mandà u raportu

source: Send Tab
co: Mandà l’unghjetta

source: Send tabs between your devices and get tips about how to get the most out of %@.
co: Mandate l’unghjette trà i vostri apparechji è ricivete cunsiglii per sapè cumu ottene u più bonu di %@.

source: Send Technical and Interaction Data
co: Mandà i dati tecnichi è d’interazzione

source: Send technical and interaction data to %@
co: Mandà à %@ i dati tecnichi è d’interazzione

source: Send to Device
co: Mandà à l’apparechju

source: Send Usage Data
co: Mandà i dati d’adopru

source: Send websites a Do Not Track signal that you don’t want to be tracked
co: Mandà à i siti web un signale « Ùn mi spià micca » dicendu chì ùn vulete micca esse spiatu

source: Services
co: Servizii

source: Set as Default Browser
co: Sceglie cum’è navigatore predefinitu

source: Set Homepage
co: Definisce cum’è pagina d’accolta

source: Set links from websites, emails, and Messages to open automatically in Firefox.
co: Definisce chì i liami di i siti web, i currieri elettronichi è i messaghji s’aprinu autumaticamente in Firefox.

source: Set Passcode
co: Definisce un codice d’accessu

source: Set Rows
co: Sceglie u numeru di linee

source: Set Theme
co: Appiecà u temu

source: Set Wallpaper
co: Definisce un sfondulu di screnu

source: Set your theme and toolbar to match your unique browsing style.
co: Definite u tema è a barra d’attrezzi per ch’elli currispondenu à u vostru stilu di navigazione.

source: Shake to Summarize
co: Ciambuttà per riassume

source: Shake your device from side to side to summarize a page.
co: Ciambuttate u vostru apparechju d’un latu à l’altru per riassume una pagina.

source: Share how you discovered %1$@, and that you use it, with %2$@’s marketing partners. This data is never sold.
co: Spartite cumu vo avete scupertu %1$@, è perchè vo l’impiegate, cù i cumpagni cummerciali di %2$@. Sti dati ùn sò mai vindute.

source: Share Link
co: Sparte a leia

source: Share Page With…
co: Sparte a pagina cù…

source: Share this page
co: Sparte sta pagina

source: Shortcut
co: Accurtatoghju

source: Show
co: Affissà

source: Show All
co: Tuttu affissà

source: Show All Tabs
co: Affissà tutte l’unghjette

source: Show Bookmarks
co: Affissà l’indette

source: Show Downloads
co: Affissà i scaricamenti

source: Show First Tab
co: Affissà a prima unghjetta

source: Show History
co: Affissà a cronolugia

source: Show Images
co: Affissà e fiure

source: Show in Application Menu
co: Affissà in u listinu di l’appiecazione

source: Show in Private Sessions
co: Affissà durante e sessioni di navigazione privata

source: Show Last Tab
co: Affissà l’ultima unghjetta

source: Show Less
co: Affissà menu detaglii

source: Show Link Previews
co: Affissà a fighjulata di i liami

source: Show More
co: Affissà più

source: Show Next Tab
co: Affissà l’unghjetta seguente

source: Show Original
co: Affissà a pagina d’origine

source: Show page in original language
co: Affissà a pagina in a lingua d’origine

source: Show Previous Tab
co: Affissà l’unghjetta precedente

source: Show products recommended by %@
co: Affissà i prudutti ricumandati da %@

source: Show Recent Searches
co: Affissà e ricerche recente

source: Show Search Suggestions
co: Affissà e sugestioni

source: Show suggestions from Firefox Suggest in private sessions
co: Affissà e suggestioni di Firefox Suggest in e sessioni di navigazione privata

source: Show suggestions from search engines in private sessions
co: Affissà e suggestioni di i mutori di ricerca in e sessioni di navigazione privata

source: Show Suggestions in Private Browsing
co: Affissà e suggestioni in navigazione privata

source: Show Tab Number 1-9
co: Affissa l’unghjetta nᵘ 1-9

source: Show Tabs
co: Affissà l’unghjette

source: Show Tabs: %@
co: Affissà l’unghjette : %@

source: Show Tour
co: Principià a visita guidata

source: Show Trending Searches
co: Affissà e ricerche pupulare

source: Show your Reading List
co: Affissà a lista di lettura

source: Sign In
co: Cunnettesi

source: Sign In to Firefox
co: Cunnettesi à Firefox

source: Sign in to sync passwords, tabs, and more
co: Cunnittitevi per sincrunizà e parolle d’intesa, l’unghjette, è ancu di più

source: Sign in to view a list of tabs from your other devices.
co: Cunnittitevi per affissà a lista di l’unghjette di i vostri altri apparechji.

source: Sign in to your account to sync and access more features.
co: Cunnittitevi à u vostu contu per lancià a sincrunizazione è accede à d’altri funzioni.

source: Sign In with Your Camera
co: Cunnittitevi cù u vostru apparechju-fotò

source: Sign Up
co: Creà un contu

source: Sign Up and Log In
co: Arregistrassi è cunnettesi

source: Siri Shortcuts
co: Accurtatoghji Siri

source: Sites: %d
co: Siti : %d

source: Sites you save or visit
co: I siti chì vo arregistrate o visitate

source: Social media trackers: %@
co: Perseguitatori di rete suciale : %@

source: Social networks place trackers on other websites to build a more complete and targeted profile of you. Blocking these trackers reduces how much social media companies can see what do you online.
co: E rete suciale piazzanu perseguitatori nant’à d’altri siti web per custruisce un prufilu di voi più cumpletu è più persunalizatu. U blucchime di sti perseguitatori pò diminuisce a quantità d’infurmazione cunnisciuta da e sucietà di rete suciale nant’à ciò chì vo fate in linea.

source: Social trackers
co: Perseguitatori di rete suciale

source: Social Trackers
co: Perseguitatori di rete suciale

source: Something went wrong with this wallpaper.
co: Un sbagliu hè accadutu cù stu sfondulu di screnu.

source: Something went wrong with your download.
co: Un sbagliu hè accadutu cù u vostru scaricamentu.

source: Sorry about that. Restore tabs to pick up where you left off.
co: Chì peccatu ! Risturà l’unghjette per ripiglià induve vi site piantati.

source: Sorry, there was an error setting your app icon.
co: Per disgrazia, un sbagliu hè accadutu durante a definizione di l’icona di l’appiecazione.

source: %@ Speaks Your Language
co: %@ parla a vostra lingua

source: Specific site settings
co: Parametri specifichi di u situ

source: Sponsored Shortcuts
co: Accurtatoghji spunsurizati

source: Spotlight Index
co: Indicera Spotlight

source: Spread the word about %1$@ every time you share a link on %2$@.
co: Fate cunnosce %1$@ ogni volta chì vo spartite un liame nant’à %2$@.

source: %@’s privacy notice
co: A dichjarazione di cunfidenzialità di %@

source: Start Browsing
co: Principià a navigazione

source: Start Syncing
co: Lancià a sincrunizazione

source: Start typing to get search suggestions, your top sites, bookmarks, history and search engines – all in one place.
co: Principiate à stampittà per ottene suggestioni di ricerca, i vostri siti preferiti, e vostre indette, a vostra cronolugia è mutori di ricerca, tuttu què in un locu unicu.

source: %@’s terms of use
co: E cundizioni d’utilizazione di %@

source: Subject Alt Names
co: Nomi alternativi di u sughjettu

source: Subject Name
co: Nome di u sughjettu

source: Successfully Downloaded PDF
co: PDF scaricatu currettamente

source: Suggest Email Masks
co: Suggerisce maschere di messaghjeria

source: Suggestions from %@
co: Suggestioni da %@

source: Suggestions from Search Engines
co: Suggestioni di i mutori di ricerca
